<?php

declare(strict_types=1);

return [
    'description' => [
        'faqs'           => 'مدیریت سوالات متداول.',
        'faq_categories' => 'سازمان‌دهی سوالات متداول در دسته‌بندی‌ها.',
    ],

    'empty_state' => [
        'heading' => [
            'faqs'           => 'هنوز هیچ سوال متداولی وجود ندارد',
            'faq_categories' => 'هنوز هیچ دسته‌بندی سوال متداول وجود ندارد',
        ],

        'description' => [
            'faqs'           => 'برای کمک به کاربران خود، سوالات متداول اضافه کنید.',
            'faq_categories' => 'دسته‌بندی‌هایی برای سازمان‌دهی سوالات متداول خود ایجاد کنید.',
        ],
    ],
];
